package com.change.utils;

public interface FixedRates {

    Object[][] RATES = {
            { "Български лев", "BGN", 1, 1.0, 1.0 },
            { "Евро", "EUR", 1, 1.95583, 0.511292 },
            { "Австрийски шилинг", "ATS", 10, 1.42136, 7.03552 },
            { "Белгийски франк", "BEF", 100, 4.84838, 20.6254 },
            { "Германска марка", "DEM", 1, 1.00000, 1.00000 },
            { "Испанска песета", "ESP", 100, 1.17548, 85.0716 },
            { "Френски франк", "FRF", 10, 2.98164, 3.35386 },
            { "Гръцка драхма", "GRD", 1000, 5.73978, 174.223 },
            { "Холандски гулден", "NLG", 10, 8.87517, 1.12674 }
    };
}